Repository: LaurensHofman/EindwerkLaurensHofman
Catalog: RudycommerceWeb/LanguageResources/Checkout.*.resx
Languages: fr, nl

# CartOverviewTitle
source: Overview of your shopping cart
fr: Aperçu de chariot
nl: Overzicht van uw winkelkarretje

# CartOverviewTitleShort
source: Cart overview
fr: Aperçu chariot
nl: Overzicht winkelkar

# ChooseOtherAddressForDelivery
source: Deliver to another address than your own?
fr: Livrer à une autre adresse que la vôtre?
nl: Wilt u naar een ander adres laten leveren?

# ContinueToDelivery
source: Continue to delivery options
fr: Continuer vers les options de livraison
nl: Verdergaan naar leveropties

source: Continue to payment
fr: Continuer vers paiement
nl: Verdergaan naar betaling

# ContinueToPersonalInfoForm
source: Continue to client form
fr: Continuer vers l'écran d'information (better wording pls)
nl: Verdergaan naar persoonsinformatie

source: Delivery
fr: Livraison
nl: Levering

# DeliveryArrow
source: Delivery
fr: Livraison
nl: Levering

# EmailNotUnique
source: The chosen email address is already being used. Please use another email address.
fr: L'adresse email choisie est déjà utilisée. Veuillez utiliser une autre adresse e-mail.
nl: Het gekozen e-mailadres wordt reeds gebruikt. Gelieve een ander e-mailadres te kiezen.

# ExampleCity
source: London
fr: Nice
nl: De Haan

# ExampleEmail
source: john.appleseed@rudycommerce.com
fr: pierre.delacroix@rudycommerce.fr
nl: lorenz.höfmann@rudycommerce.be

# ExampleFirstName
source: John
fr: Pierre
nl: Lorenz

# ExampleLastName
source: Appleseed
fr: Delacroix
nl: Höfmann

# ExampleStreetAndNumber
source: Baker Street 25
fr: Promenade des Anglais 25
nl: Ringlaan-Zuid 114

# ForExampleABBR
source: e.g.
fr: ex. :
nl: bijv.

# IAgreeWithTermsConds
source: I agree with the {0}. *
fr: Je suis d'accord avec les {0}. *
nl: Ik ga akkoord met de {0}. *

# LoginFormTitle
source: Login with your account
fr: Identifier
nl: Aanmelden

# NoAccountContent
source: An account is not required to purchase with us. <br/> Although with an account you can make your future purchases easier. On the next page you can create an account if you desire so.
fr: Vous n'avez pas besoin d'un compte pour faire des achats aves nous. <br/> Mais si vous en voulez un, vous pouvez en choisir un à la page suivante.
nl: Om bij ons aankopen te doen, heeft u geen account nodig. <br/> Indien u er nog geen heeft, maar er wel graag één zou hebben, kan u op de volgende pagina ervoor kiezen om een account te maken.

# NoAccountTitle
source: No account?
fr: Pas de compte?
nl: Geen account?

# PasswordExplanation
source: You can choose whatever password that pleases you, if its length is between 6 and 40 characters.
fr: Vous pouvez choisir le mot de passe qui vous plait, si sa longueur est comprise entre 6 et 40 caractères.
nl: U kan gelijk welk wachtwoord kiezen, zolang het maar tussen de 6 en de 40 karakters lang is.

# PasswordPlaceholder
source: Password
fr: Mot de passe
nl: Wachtwoord

source: Payment
fr: Paiement
nl: Betaling

# PaymentArrow
source: Payment
fr: Paiement
nl: Betaling

source: Payment at Rudycommerce
fr: Paiement chez Rudycommerce
nl: Betaling bij Rudycommerce

# PaymentWithCard
source: Payment with credit card
fr: Payer avec card
nl: Betalen met kaart

# PayUsingCard
source: Pay using your credit card
fr: Pay using your card
nl: Betalen met uw kaart

source: Personal info
fr: Information personnelle
nl: Persoonlijke info

# PersonalInfoArrow
source: Personal info
fr: Vos données
nl: Uw gegevens

# TermsAndConds
source: General Terms and Conditions
fr: Terms and conditions look up pls
nl: Algemene voorwaarden

# YourCart
source: Your shopping cart
fr: Votre chariot
nl: Uw winkelkarretje

source: Choose your payment option
fr: Choisissez votre préférence de paiement
nl: Kies uw betaalmethode

source: Payment with PayPal
fr: Paiement avec PayPal
nl: Betaling met PayPal

source: Back to homepage
fr: Retournez vers la page maison
nl: Terug naar thuispagina

source: Order finished
fr: Commande terminée
nl: Bestelling afgerond

# OrderFinishedThankYouText
source: Your order has succesfully been sent. Your work here is done, it's up to us now. <br/><br/> We shall commence by carefully preparing your order, so the courier can pick it up and deliver it to your preferred location. <br/> <br/> Now you can start dreaming about what you are going to accomplish with your new gaming gear, because soon you're going to be the best in every game you'll play. <br/> <br/> Kind regards, <br/> Rudycommerce
fr: Votre commande a été envoyée avec succès. Votre travail ici est terminé, à nous maintenant. <br/> <br/> Nous commencerons par préparer soigneusement votre commande, afin que le courrier puisse le prendre et le livrer à votre emplacement préféré. <br/> <br/> Maintenant, vous pouvez commencer à rêver de ce que vous allez accomplir avec votre nouvel équipement de jeu, car bientôt vous allez être le meilleur dans chaque jeu auquel vous jouerez. <br/> <br/> Cordialement, <br/> Rudycommerce
nl: Uw bestelling is succesvol bij ons toegekomen. Dus uw werk zit erop, nu is het aan ons. <br /><br/> Wij zullen er alles aan doen om de bestelling zo zorgvuldig mogelijk klaar te leggen, zodat de koerierdienst bijgevolg uw bestelling kan leveren. <br /> <br /> Begin maar hoopvol uit te kijken naar uw nieuwe gaming uitrusting, wint binnenkort zal je de beste kunnen worden in elke game. <br /> <br /> Met dank van onze hele crew, Rudycommerce

# CartEmptyBackToHomepage
source: Back to homepage
fr: Retourner à page maison

# CartEmptyLetsFillIt
source: Your cart is empty at the moment, let's fill it back up!
fr: Votre chariot est vide, laissez le remplir!

source: Forgot password?
fr: Oublié mon mot de passe

source: Login
fr: s'Identifier

# Register
source: No account yet? Register
fr: Registrer
