Repository: LaurensHofman/EindwerkLaurensHofman
Catalog: RudycommerceWeb/LanguageResources/Global.*.resx
Languages: fr, nl

# About
source: About us
nl: Over ons

source: Add to cart
fr: Ajoutez à chariot
nl: Voeg toe aan winkelkar

# AskAQuestion
source: Ask us a question
fr: Posez-nous une question
nl: Stel ons een vraag

# BestSellers
source: Our best sellers
fr: Nos meilleures ventes
nl: Onze best verkopende producten

source: Brand
fr: Marque
nl: Merk

source: Cart is empty
fr: Chariot est vide
nl: Winkelkar is leeg

source: Categories
fr: Catégories
nl: Categorieën

source: Category
fr: Catégorie
nl: Categorie

source: Checkout
nl: Bestellen

source: Clear all filters
fr: Supprimer tous les filtres
nl: Wis alle filters

# CookieConsentDismissButton
source: Got it!
fr: J'ai compris!
nl: Begrepen!

# CookieConsentLinkText
source: Learn more
fr: Apprendre encore plus
nl: Meer weten

# CookieConsentMessage
source: This website uses cookies to ensure you get the best experience on our website.
fr: Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site.
nl: Deze website gebruikt cookies om uw ervaring op deze website zo goed mogelijk te maken.

source: Customer service
fr: Service Clients
nl: Klantendienst

# DeliveryPrices
source: Our delivery prices
fr: Nos prix de livraison
nl: Onze leverprijzen

# DeliveryPricesDescription
source: Our delivery prices depend on the country where we have to deliver, and the total price your order. In the Benelux, if your order is over € 50,00; then we deliver for free.
fr: Nos prix de livraison dépendent du pays où nous devons livrer et du prix total de votre commande. Au Benelux, si votre commande dépasse € 50,00; alors nous livrons gratuitement.
nl: Onze leverprijzen zijn afhankelijk van het land waar we moeten leveren, en de totaalprijs van uw bestelling. In de Benelux, als uw bestelling meer dan € 50,00 kost; dan leveren we bij gratis tot bij u thuis.

# DeliveryPricesLink
source: Delivery costs
fr: Coûts de livraison
nl: Leverkosten

source: Error
fr: Erreur
nl: Foutje

# ErrorPageContent
source: An unexpected error ocurred on our website. The responsible people have been notified. Let's hope this doesn't happen again in the future.
fr: Une erreur inattendue s'est produite sur notre site Web. Les responsables ont été prévenus. Espérons que cela ne se reproduira plus dans le futur.
nl: Er is een onverwachte fout gebeurt op onze website. De verantwoordelijke voor de website is verwittigt. Hopelijk zal dit in de toekomst niet meer voorvallen.

# ErrorPageTitle
source: Oops! Something went unexpectedly wrong!
fr: Oops! Quelque chose de mal inattendu!
nl: Oei! Er is onverwacht iets fout gelopen!

# FAQ
source: Frequently Asked Questions
fr: Questions frequemment posées
nl: Veelgestelde vragen

source: Filter
fr: Filtrer
nl: Filteren

# GaranteedDelivery2Days
source: Guaranteed delivered at your home, within 2 days.
fr: Delivré garanti en 2 jours
nl: Gegarandeerd, binnen de 2 dagen bij u thuis geleverd.

source: Home
fr: Accueil
nl: Thuis

# HurryUpStockLow
source: But hurry up! We don't have many of these left!
fr: Mais dépêche-toi! Nous n'en avons plus beaucoup!
nl: Maar haast je! Er zijn er niet meer veel beschikbaar!

# JumboWelcomeTo
source: Welcome to {0}
fr: Bienvenue à {0}
nl: Welkom bij {0}

# LoginFailedCredentials
source: The combination of email and password is incorrect.
fr: La combinaison de l'adresse e-mail et du mot de passe est incorrecte
nl: De combinatie van e-mailadres en wachtwoord is niet correct.

# ManageCart
source: Manage shopping cart
fr: Modifiez votre chariot
nl: Wijzig uw winkelkarretje

# NewestProducts
source: Our newest products
fr: Nos produits nouvelles
nl: Onze nieuwste producten

source: No
fr: Non
nl: Nee

# NoCategoriesFound
source: No categories were found.
fr: Rien de catégories était trouvé.
nl: Er werden geen categorieën gevonden.

# NoFiltersFound
source: No filters were found
nl: Er werden geen filters gevonden

# NoLanguagesFound
source: No supported language was found.
fr: Aucune langue soutenu n'a été trouvée.
nl: Er werden geen ondersteunde talen gevonden.

# NoProductsFoundFilter
source: There were no products found that match the chosen filters.
fr: Aucun produit n'a été trouvé correspondant aux filtres choisis
nl: Er zijn geen producten gevonden die voldoen aan de gekozen filters.

# NoProductsFoundSearch
source: No products were found that matched the search query. Please try another search query.
fr: Aucun produit correspondant à la requête n'a été trouvé
nl: Er waren geen product gevonden die overeenkwamen met de ingevoerde zoekopdracht. Gelieve opnieuw te proberen met een andere zoekopdracht.

source: Not yet implemented
fr: Pas déjà implémenté
nl: Nog niet geïmplementeerd

source: Our categories
fr: Nos catégories
nl: Onze categorieën

source: Our delivery service
fr: Notre service de livraison
nl: Onze leverdiensten

# OurDeliveryServiceDescription
source: Guaranteed delivery within 2 days, wherever you want in the Benelux (Belgium, The Netherlands and Luxembourg) and France.
fr: Livraison garantie sous 2 jours, où que vous soyez au Benelux (Belgique, Pays-Bas et Luxembourg) ou en France.
nl: Gegarandeerd binnen de 2 dagen geleverd, binnen de Benelux (België, Nederland en Luxemburg) en Frankrijk.

# OurDeliveryServiceLink
source: Our delivery services
fr: Notre services de livraison
nl: Onze leverdiensten

source: Our delivery services
fr: Nos services de livraison
nl: Onze leverdiensten

source: Overview
fr: Aperçu
nl: Overzicht

# PriceVAT
source: Price (incl. VAT)
fr: Prix (TVA incluse)
nl: Prijs (incl. BTW)

source: Privacy Policy
fr: Politique de confidentialité
nl: Privacybeleid

# ProductDetailsNotFound
source: No product was found, or no information about this product was found.
fr: Aucun produit n'a été trouvé ou aucune information sur ce produit n'a été trouvée.
nl: Het product werd niet gevonden, of de informatie van het product werd niet gevonden.

source: Search
fr: Chercher
nl: Zoeken

# SearchInputRequired
source: Please fill in a search query.
fr: Veuillez remplir une requête de recherche.
nl: Gelieve een zoekterm in te voeren.

source: Shopping cart
fr: Chariot
nl: Winkelkar

source: Sort
fr: Trier
nl: Sorteer

source: Sorting options
fr: Options de tri
nl: Sorteeropties

source: Specifications
fr: Caractéristiques
nl: Specificaties

# SupportedCards
source: Supported credit cards
fr: Cards supportées
nl: Ondersteunde kredietkaarten

# Tagline
source: Don't buy products from a site with a crappy tagline.
fr: N'achetez pas de produits sur un site avec un slogan merdique.
nl: Dit is een schoolproject. Koop hier alstublieft geen producten.

# TermsConditions
source: Terms and conditions
fr: Termes et conditions
nl: Algemene voorwaarden

source: Total price
fr: Prix total
nl: Totale prijs

source: Yes
fr: Oui
nl: Ja

# YourSearchQuery
source: Your search query: "{0}"
fr: Votre requête de recherche: "{0}"
nl: Uw zoekopdracht: "{0}"

source: Filters
fr: Filtres
